@extends('layouts.app')

@section('title', 'ASU Trade - Главная')

@section('content')
    <div class="flex justify-center items-center min-h-screen px-4">
        <div
            class="bg-gray rounded-lg shadow-md hover:shadow-lg transition-shadow duration-200 p-6 max-w-3xl text-center">
            <div class="font-semibold text-gray-900 text-base text-justify">
                <h1 class="text-center text-2xl">AsuTrade</h1>
                <br>
                <p class="indent-10">
                    AsuTrade — это надёжный поставщик автозапчастей и комплектующих для автомобилей в Казахстане.
                    Мы специализируемся на качественных фильтрах (воздушных, масляных, топливных), автомобилях
                    и сопутствующих товарах, обеспечивая наших клиентов всем необходимым для эффективной работы
                    и долгого срока службы транспорта.
                </p>
                <p class="indent-10">
                    Основной задачей компании является предоставление продукции высокого качества от проверенных
                    производителей по доступным ценам. Мы понимаем, что автомобиль — важный элемент в жизни любого
                    человека и бизнеса, поэтому предлагаем только надежные детали, способные обеспечить безопасность и комфорт на дороге.
                </p>
                <p class="indent-10">
                    Наша компания ориентируется на удобство и оперативность для клиентов — предлагаем широкий ассортимент
                    товаров в наличии, быструю доставку по всему Казахстану и профессиональную консультационную поддержку от экспертов.
                </p>
                <p class="indent-10">
                    Среди наших преимуществ — надежность, высокое качество продукции и ориентированность на долгосрочное сотрудничество.
                    Мы работаем не только с частными клиентами, но и с сервисными центрами, автопарками и корпоративными заказчиками,
                    стремясь закрыть все потребности в автомобильных запчастях.
                </p>

                <p class="indent-10">
                    С AsuTrade ваш автомобиль всегда будет в отличном состоянии!
                </p>
            </div>
        </div>
    </div>
@endsection

