@extends('layouts.app')

@section('title', 'ASU Trade - Главная')

@section('content')
    <div class="flex justify-center items-center min-h-screen px-4">
        <div
            class="bg-gray rounded-lg shadow-md hover:shadow-lg transition-shadow duration-200 p-6 max-w-3xl text-center">
            <div class="font-semibold text-gray-900 text-base text-justify">
                <h1 class="text-center text-2xl">Доставка</h1>
                <br>
                <p class="indent-10">
                Мы гарантируем быструю и надежную доставку товаров по всему городу и всей территории Казахстана.
                Работаем с проверенными курьерскими службами и транспортными компаниями, чтобы ваши заказы доходили
                быстро и в полной сохранности.</p>
                <p class="indent-10">При оформлении заказа весь процесс максимально упрощен — оформление занимает всего несколько минут.
                После подтверждения менеджер сразу приступает к сборке и подготовке вашего заказа.</p>
                <p class="indent-10">
                Мы отправляем товары в день оформления заказа при наличии товара на складе. Это значит, что ваш заказ не
                задерживается и начинает путь к вам как можно скорее. Если товар отсутствует на основном складе, мы
                уведомим вас о сроках доставки заранее.Среднее время доставки в крупные города Казахстана составляет 1-3 рабочих дня, до отдаленных населенных
                    пунктов — от 4 до 7 дней в зависимости от удаленности.</p>
                <p class="indent-10"> Для вашего удобства мы предоставляем бесплатную доставку при покупке на сумму от 100 000 ₸. Это позволит
                сделать покупку еще выгоднее. При заказе менее этой суммы стоимость доставки рассчитывается
                индивидуально и зависит от адреса и веса заказа.</p>

                <p class="indent-10"> Для тех, кто предпочитает самостоятельно забрать товар, доступен самовывоз из удобного пункта выдачи.
                Это удобно и быстро, при этом самовывоз абсолютно бесплатен. Как только ваш заказ будет готов к выдаче,
                мы незамедлительно уведомим вас по SMS и электронной почте.</p>
                <p class="indent-10">
                Все отправления надежно упаковываются с учетом особенностей товара. Мы используем качественные
                материалы, которые защищают товар от повреждений при транспортировке. Для дополнительного спокойствия
                предлагаем страхование посылок, что позволит защитить вас от возможных рисков.
                </p>
                <p class="indent-10">
                Наши менеджеры всегда на связи и готовы помочь вам выбрать наиболее удобный способ и время доставки. Мы
                учитываем ваши пожелания и особенности расписания, чтобы сделка была максимально комфортной.
                После отправки заказа вы получите уникальный трек-номер для отслеживания посылки в реальном времени, что
                позволит быть в курсе местоположения и статуса доставки.
                </p>
            </div>
        </div>
    </div>
@endsection

